Repository: AKTWOW/-Flags
Catalog: !Flags/*.lproj/Localizable.strings
Languages: pl

# funfact.mozambique
source: Has a coastline with stunning coral reefs.
pl: Ma wybrzeże z przepięknymi rafami koralowymi.

# funfact.namibia
source: Home to the Namib Desert, one of the oldest in the world.
pl: Dom Pustyni Namib, jednej z najstarszych na świecie.

# funfact.niger
source: Has ancient rock art in the Air Mountains.
pl: Ma starożytne malowidła naskalne w Górach Aïr.

# funfact.nigeria
source: Most populous country in Africa.
pl: Najludniejszy kraj w Afryce.

# funfact.rwanda
source: Known as the 'Land of a Thousand Hills'.
pl: Znana jako 'Kraina Tysiąca Wzgórz'.

# funfact.sao_tome_and_principe
source: One of the smallest countries in Africa.
pl: Jeden z najmniejszych krajów w Afryce.

# funfact.senegal
source: Famous for its music and the Dakar Rally.
pl: Słynny z muzyki i Rajdu Dakar.

# funfact.seychelles
source: Has some of the world's most beautiful beaches.
pl: Ma jedne z najpiękniejszych plaż na świecie.

# funfact.sierra_leone
source: Known for its diamond trade.
pl: Znana z handlu diamentami.

# funfact.somalia
source: Has the longest coastline in mainland Africa.
pl: Ma najdłuższą linię brzegową w kontynentalnej Afryce.

# funfact.south_africa
source: Has three official capitals.
pl: Ma trzy oficjalne stolice.

# funfact.south_sudan
source: The world's youngest country, independent since 2011.
pl: Najmłodszy kraj na świecie, niepodległy od 2011 roku.

# funfact.sudan
source: Home to more pyramids than Egypt.
pl: Ma więcej piramid niż Egipt.

# funfact.tanzania
source: Has Africa's highest peak - Mount Kilimanjaro.
pl: Ma najwyższy szczyt Afryki – Kilimandżaro.

# funfact.togo
source: Known for its vibrant traditional markets.
pl: Znane z tętniących życiem tradycyjnych rynków.

# funfact.tunisia
source: Site of the ancient city of Carthage.
pl: Miejsce starożytnego miasta Kartagina.

# funfact.uganda
source: Called the 'Pearl of Africa' by Winston Churchill.
pl: Nazywana 'Perłą Afryki' przez Winstona Churchilla.

# funfact.zambia
source: Home to Victoria Falls, one of the world's largest waterfalls.
pl: Dom Wodospadów Wiktorii, jednych z największych na świecie.

# funfact.zimbabwe
source: Known for the ancient ruins of Great Zimbabwe.
pl: Znane z starożytnych ruin Wielkiego Zimbabwe.

# funfact.antigua_and_barbuda
source: Has 365 beaches - one for each day of the year.
pl: Znana z 365 plaż – po jednej na każdy dzień roku.

# funfact.bahamas
source: Known for its crystal clear waters and diving spots.
pl: Ma jedne z najczystszych wód na świecie.

# funfact.barbados
source: Birthplace of rum and singer Rihanna.
pl: Miejsce narodzin rumu i Rihanny.

# funfact.belize
source: Has the second largest coral reef in the world.
pl: Ma drugą co do wielkości rafę koralową na świecie.

# funfact.haiti
source: First country in the Americas to gain independence from slavery.
pl: Pierwszy kraj w Amerykach, który odzyskał niepodległość od kolonii.

# funfact.guatemala
source: Home to Mayan civilization and their pyramids.
pl: Dom starożytnych ruin Majów w Tikal.

# funfact.honduras
source: Known for Copan ruins - a Mayan heritage site.
pl: Znany z wysp Bahía i ich raf koralowych.

# funfact.grenada
source: Known as the 'Spice Island' for its nutmeg production.
pl: Nazywana 'Wyspą Przypraw' dzięki gałce muszkatołowej.

# funfact.dominica
source: Has the world's only boiling lake.
pl: Ma jedyne wrzące jezioro na świecie.

# funfact.dominican_republic
source: Site of the first European settlement in the Americas.
pl: Pierwsze miejsce kolonizacji Europejczyków w Amerykach.

# funfact.canada
source: Second largest country in the world by area.
pl: Ma najdłuższą linię brzegową na świecie.

# funfact.costa_rica
source: One of the happiest countries with no army.
pl: Ponad 25% kraju to parki narodowe.

# funfact.cuba
source: Famous for its cigars and classic cars.
pl: Słynna z cygar i samochodów retro.

# funfact.mexico
source: Birthplace of chocolate and chili peppers.
pl: Miejsce narodzin czekolady i kukurydzy.

# funfact.nicaragua
source: Has the largest lake in Central America - Lake Nicaragua.
pl: Ma największe jezioro w Ameryce Środkowej – Jezioro Nikaragua.

# funfact.panama
source: Famous for the Panama Canal connecting two oceans.
pl: Znana z Kanału Panamskiego łączącego dwa oceany.

# funfact.el_salvador
source: Smallest country in Central America.
pl: Najmniejszy kraj w Ameryce Środkowej.

# funfact.saint_vincent_and_the_grenadines
source: Filming location for Pirates of the Caribbean.
pl: Słynna z czarnych plaż wulkanicznych.

# funfact.saint_kitts_and_nevis
source: Smallest country in the Western Hemisphere.
pl: Najmniejszy kraj na zachodniej półkuli.

# funfact.saint_lucia
source: Has a drive-in volcano.
pl: Ma jedyne wulkaniczne wzgórza Pitons na liście UNESCO.

# funfact.united_states
source: Has the world's largest economy.
pl: Dom Statuy Wolności i Hollywood.

# funfact.trinidad_and_tobago
source: Birthplace of carnival and calypso music.
pl: Miejsce narodzin muzyki calypso.

# funfact.jamaica
source: Birthplace of reggae and Bob Marley.
pl: Ojczyzna reggae i Boba Marleya.

# card.reveal
source: Learn more
pl: Dowiedz się więcej

# card.got_it
source: Got it
pl: Rozumiem

# card.know
source: Know
pl: Znam

# card.dont_know
source: Don't know
pl: Nie znam

# error.countries.file_not_found
source: countries.json file not found in bundle
pl: Plik countries.json nie znaleziony w pakiecie

# error.countries.file_not_found_reason
source: Make sure the file is added to the project and included in Copy Bundle Resources
pl: Upewnij się, że plik został dodany do projektu i włączony do Copy Bundle Resources

# error.countries.json_decoding
source: JSON decoding error
pl: Błąd dekodowania JSON

# error.countries.file_reading
source: File reading error
pl: Błąd odczytu pliku

# error.auth.presentation
source: Could not present authentication view
pl: Nie można wyświetlić ekranu logowania

# error.auth.google_signin
source: Failed to sign in with Google
pl: Logowanie przez Google nie powiodło się

# error.auth.token_missing
source: Authentication token is missing
pl: Brak tokena uwierzytelniania

# error.auth.user_cancelled
source: Authentication was cancelled by user
pl: Logowanie zostało anulowane przez użytkownika

# error.auth.no_data
source: No authentication data received
pl: Nie otrzymano żadnych danych

# error.auth.invalid_credentials
source: Invalid credentials
pl: Nieprawidłowe poświadczenia

# game.loading_error
source: Loading error
pl: Błąd ładowania

# game.try_again
source: Try again
pl: Spróbuj ponownie

# game.finish
source: Finish
pl: Zakończ

# privacy.title
source: Privacy Policy
pl: Polityka prywatności

# terms.title
source: Terms of Use
pl: Warunki użytkowania

# privacy.content
source: Welcome to !Flags. By accessing or using our application (the Application), you agree to be bound by these Terms of Service (Terms). These Terms govern your use of the Application, including all features, content, and updates provided. If you do not agree to these Terms, please do not use the Application. We reserve the right to modify these Terms at any time, and your continued use of the Application constitutes acceptance of any changes. 1. Use of the Application: - The Application is provided strictly for personal, non-commercial use. You may use the Application for educational and entertainment purposes but not for any business or profit-driven activities. - You may not copy, modify, distribute, sell, or lease any part of the Application without our explicit written permission. - Any unauthorized attempt to access, manipulate, or reverse-engineer the Application is strictly prohibited. - The Application may include updates that improve functionality or fix issues. You agree to keep your Application updated to the latest version available. 2. Purchases and Payments: - The Application offers a one-time purchase option that allows users to unlock additional premium content. - All purchases are securely processed through the App Store and are subject to the App Store's terms and policies. - Refunds for purchases, if applicable, are handled directly by the App Store and are not managed by us. - Any unauthorized access to premium content without completing a legitimate purchase may result in account suspension or legal action. 3. User Responsibilities: - You are responsible for ensuring that your device meets the necessary system requirements to operate the Application effectively. - You agree not to engage in any activities that may disrupt, modify, or interfere with the proper functioning of the Application, including but not limited to hacking, data scraping, or injecting malicious code. - Users must use the Application responsibly and respect the intellectual property rights of others. - If you choose to sync progress through Google Sign-In or any other third-party service, you are responsible for safeguarding your login credentials and personal data. 4. Intellectual Property: - All content, including but not limited to text, images, graphics, and software, within the Application is the exclusive property of !Flags. - Unauthorized use, reproduction, or redistribution of any Application elements is strictly prohibited and may lead to legal consequences. - Any feedback or suggestions submitted by users may be used by us without obligation or compensation. 5. Disclaimer of Warranties: - The Application is provided as is, and we make no warranties, express or implied, regarding its accuracy, reliability, or availability. - We do not guarantee that the Application will be uninterrupted, error-free, or compatible with all devices. - We disclaim any liability for loss of data, service disruptions, or damages resulting from the use of the Application. - The Application content is provided for informational and educational purposes only. We do not guarantee that all information is up to date or error-free. 6. Limitation of Liability: - To the fullest extent permitted by law, we shall not be liable for any direct, indirect, incidental, or consequential damages arising from your use of the Application. - We are not responsible for issues caused by third-party services, software conflicts, or data loss related to the Application. - Any disputes arising from these Terms shall be governed by the applicable laws of the jurisdiction in which we operate. 7. Termination: - We reserve the right to suspend, restrict, or terminate access to the Application at any time if you violate these Terms or engage in any fraudulent, abusive, or illegal activities. - Upon termination, you must discontinue all use of the Application and remove it from your device. - Termination of access does not entitle users to refunds or compensation. 8. Changes to These Terms: - We reserve the right to modify these Terms at any time to reflect updates, regulatory changes, or enhancements to the Application. - Continued use of the Application after modifications means that you accept the updated Terms. - Users are encouraged to review these Terms periodically to stay informed of any changes. 9. Contact Us: For any questions, concerns, or support inquiries, please contact us through the feedback form in the application. We will do our best to respond in a timely manner and assist you with any issues related to the Application.
pl: Witaj w !Flags. Korzystając z naszej aplikacji (Aplikacja), zgadzasz się na przestrzeganie niniejszych Warunków korzystania (Warunki). Warunki te regulują korzystanie z Aplikacji, w tym wszystkich jej funkcji, zawartości i aktualizacji. Jeśli nie zgadzasz się z tymi Warunkami, prosimy, nie korzystaj z Aplikacji. Zastrzegamy sobie prawo do zmiany tych Warunków w dowolnym momencie, a dalsze korzystanie z Aplikacji oznacza akceptację wszelkich zmian. 1. Korzystanie z Aplikacji: - Aplikacja jest przeznaczona wyłącznie do użytku osobistego i niekomercyjnego. Możesz używać Aplikacji w celach edukacyjnych i rozrywkowych, ale nie do prowadzenia działalności biznesowej ani zarobkowej. - Zabrania się kopiowania, modyfikowania, dystrybucji, sprzedaży lub dzierżawy jakiejkolwiek części Aplikacji bez naszej wyraźnej pisemnej zgody. - Jakakolwiek nieautoryzowana próba uzyskania dostępu, manipulacji lub inżynierii wstecznej Aplikacji jest surowo zabroniona. - Aplikacja może zawierać aktualizacje poprawiające funkcjonalność lub naprawiające błędy. Zgadzasz się na aktualizację Aplikacji do najnowszej dostępnej wersji. 2. Zakupy i płatności: - Aplikacja oferuje jednorazową opcję zakupu, która pozwala odblokować dodatkową zawartość premium. - Wszystkie zakupy są bezpiecznie przetwarzane przez App Store i podlegają jego zasadom oraz regulaminom. - Zwroty kosztów za zakupy, jeśli mają zastosowanie, są obsługiwane bezpośrednio przez App Store i nie są zarządzane przez nas. - Jakikolwiek nieautoryzowany dostęp do zawartości premium bez dokonania legalnego zakupu może skutkować zawieszeniem konta lub działaniami prawnymi. 3. Obowiązki użytkownika: - Jesteś odpowiedzialny za zapewnienie, że Twoje urządzenie spełnia niezbędne wymagania systemowe do skutecznego działania Aplikacji. - Zgadzasz się nie podejmować żadnych działań, które mogą zakłócić, modyfikować lub wpływać na prawidłowe funkcjonowanie Aplikacji, w tym między innymi hakowania, zbierania danych lub wprowadzania złośliwego kodu. - Użytkownicy muszą korzystać z Aplikacji odpowiedzialnie i szanować prawa własności intelektualnej innych. - Jeśli zdecydujesz się synchronizować postępy za pomocą logowania Google lub innej usługi zewnętrznej, jesteś odpowiedzialny za zabezpieczenie swoich danych logowania i danych osobowych. 4. Własność intelektualna: - Wszystkie treści, w tym między innymi tekst, obrazy, grafika i oprogramowanie w Aplikacji, są wyłączną własnością !Flags. - Nieautoryzowane używanie, reprodukcja lub redystrybucja jakichkolwiek elementów Aplikacji jest surowo zabroniona i może prowadzić do konsekwencji prawnych. - Wszelkie opinie lub sugestie przesłane przez użytkowników mogą być przez nas wykorzystane bez jakichkolwiek zobowiązań lub rekompensaty. 5. Zastrzeżenie gwarancji: - Aplikacja jest dostarczana w stanie 'jak jest', a my nie udzielamy żadnych gwarancji, wyraźnych ani dorozumianych, co do jej dokładności, niezawodności lub dostępności. - Nie gwarantujemy, że Aplikacja będzie działać nieprzerwanie, bez błędów lub będzie kompatybilna ze wszystkimi urządzeniami. - Nie ponosimy odpowiedzialności za utratę danych, przerwy w działaniu lub szkody wynikające z korzystania z Aplikacji. - Zawartość Aplikacji jest dostarczana wyłącznie w celach informacyjnych i edukacyjnych. Nie gwarantujemy, że wszystkie informacje są aktualne lub wolne od błędów. 6. Ograniczenie odpowiedzialności: - W najszerszym dopuszczalnym przez prawo zakresie nie ponosimy odpowiedzialności za jakiekolwiek bezpośrednie, pośrednie, przypadkowe lub wynikowe szkody wynikające z korzystania z Aplikacji. - Nie odpowiadamy za problemy spowodowane usługami stron trzecich, konfliktami oprogramowania lub utratą danych związaną z Aplikacją. - Wszelkie spory wynikające z niniejszych Warunków podlegają obowiązującym prawom jurysdykcji, w której działamy. 7. Zakończenie: - Zastrzegamy sobie prawo do zawieszenia, ograniczenia lub zakończenia dostępu do Aplikacji w dowolnym momencie, jeśli naruszysz te Warunki lub zaangażujesz się w jakiekolwiek oszukańcze, nadużywające lub nielegalne działania. - Po zakończeniu dostępu musisz zaprzestać korzystania z Aplikacji i usunąć ją z urządzenia. - Zakończenie dostępu nie uprawnia użytkowników do zwrotów ani odszkodowań. 8. Zmiany w niniejszych Warunkach: - Zastrzegamy sobie prawo do modyfikacji tych Warunków w dowolnym momencie, aby odzwierciedlić aktualizacje, zmiany regulacyjne lub ulepszenia Aplikacji. - Dalsze korzystanie z Aplikacji po wprowadzeniu zmian oznacza akceptację zaktualizowanych Warunków. - Zachęcamy użytkowników do okresowego przeglądania tych Warunków, aby być na bieżąco z wszelkimi zmianami. 9. Kontakt z nami: W przypadku jakichkolwiek pytań, wątpliwości lub zapytań o wsparcie, prosimy o kontakt za pośrednictwem formularza opinii w aplikacji. Dołożymy wszelkich starań, aby odpowiedzieć w odpowiednim czasie i pomóc w rozwiązaniu wszelkich problemów związanych z Aplikacją.

# terms.content
source: Welcome to !Flags. By using our application ("Application"), you agree to these Terms of Service ("Terms"). If you do not agree, please do not use the Application. We may modify these Terms at any time. 1. Use of the Application: - The Application is for personal, non-commercial use only. - Modifying, copying, selling, or tampering with the Application is prohibited. - We may update features or fix issues. 2. Purchases: - A one-time purchase unlocks additional content. - Payments are processed via the App Store under its policies. - Refunds are handled according to the App Store policy. 3. User Responsibility: - Users must not engage in activities that disrupt the Application. - You are responsible for securing your login credentials when using third-party services. 4. Intellectual Property: - All content within the Application belongs to !Flags. - Unauthorized use or distribution is prohibited. 5. Limitation of Liability: - We do not guarantee uninterrupted operation or compatibility with all devices. - We are not liable for data loss or damages resulting from the use of the Application. 6. Termination of Access: - We may terminate access if these Terms are violated. - Deleting the Application does not entitle you to a refund. 7. Contact: For any questions, contact us via the feedback form in the Application.
pl: Witaj w !Flags. Korzystając z naszej aplikacji ('Aplikacja'), zgadzasz się na przestrzeganie niniejszych Warunków korzystania ('Warunki'). Jeśli nie zgadzasz się z nimi, prosimy, nie korzystaj z Aplikacji. Możemy modyfikować te Warunki w dowolnym momencie. 1. Korzystanie z Aplikacji: - Aplikacja jest przeznaczona wyłącznie do użytku osobistego i niekomercyjnego. - Modyfikowanie, kopiowanie, sprzedaż lub ingerencja w Aplikację są zabronione. - Możemy aktualizować funkcje lub naprawiać błędy. 2. Zakupy: - Jednorazowy zakup odblokowuje dodatkową zawartość. - Płatności są przetwarzane przez App Store zgodnie z jego zasadami. - Zwroty są rozpatrywane zgodnie z polityką App Store. 3. Odpowiedzialność użytkownika: - Użytkownicy nie mogą podejmować działań zakłócających działanie Aplikacji. - Jesteś odpowiedzialny za zabezpieczenie swoich danych logowania przy korzystaniu z usług stron trzecich. 4. Własność intelektualna: - Wszystkie treści w Aplikacji należą do !Flags. - Nieautoryzowane używanie lub dystrybucja są zabronione. 5. Ograniczenie odpowiedzialności: - Nie gwarantujemy nieprzerwanego działania ani kompatybilności ze wszystkimi urządzeniami. - Nie ponosimy odpowiedzialności za utratę danych lub szkody wynikające z korzystania z Aplikacji. 6. Zakończenie dostępu: - Możemy zakończyć dostęp w przypadku naruszenia tych Warunków. - Usunięcie Aplikacji nie uprawnia do zwrotu kosztów. 7. Kontakt: W przypadku pytań skontaktuj się z nami za pośrednictwem formularza opinii w Aplikacji.
