Repository: AKTWOW/-Flags
Catalog: !Flags/*.lproj/Localizable.strings
Languages: pl

# log.countries.file_found
source: Found file: %@
pl: Znaleziono plik: %@

# log.countries.added_europe
source: Added %d countries from Europe
pl: Dodano %d krajów z Europy

# log.countries.added_asia
source: Added %d countries from Asia
pl: Dodano %d krajów z Azji

# log.countries.added_africa
source: Added %d countries from Africa
pl: Dodano %d krajów z Afryki

# log.countries.added_oceania
source: Added %d countries from Oceania
pl: Dodano %d krajów z Oceanii

# log.countries.added_north_america
source: Added %d countries from North America
pl: Dodano %d krajów z Ameryki Północnej

# log.countries.added_south_america
source: Added %d countries from South America
pl: Dodano %d krajów z Ameryki Południowej

# log.countries.added_antarctica
source: Added %d countries from Antarctica
pl: Dodano %d krajów z Antarktydy

# log.countries.total_count
source: Total countries count: %d
pl: Łączna liczba krajów: %d

# log.countries.looking_for
source: Looking for country with id: %@
pl: Szukanie kraju o id: %@

# log.countries.total_in_service
source: Total countries in service: %d
pl: Łączna liczba krajów w usłudze: %d

# log.countries.found_country
source: Found country: %@
pl: Znaleziono kraj: %@

# log.countries.not_found
source: Country not found
pl: Kraj nie znaleziony

# log.countries.looking_for_file
source: Looking for countries.json file
pl: Szukanie pliku countries.json

# log.countries.file_not_found_error
source: File not found in bundle
pl: Plik nie znaleziony w pakiecie

# log.countries.file_found_at
source: File found at path: %@
pl: Plik znaleziony w ścieżce: %@

# log.countries.reading_data
source: Reading data from file
pl: Odczytywanie danych z pliku

# log.countries.data_size
source: Data size: %d bytes
pl: Rozmiar danych: %d bajtów

# log.countries.decoding_json
source: Decoding JSON
pl: Dekodowanie JSON

# log.countries.json_decoded
source: JSON successfully decoded
pl: JSON pomyślnie zdekodowany

# log.countries.filtering_europe
source: Filtering European countries
pl: Filtrowanie krajów europejskich

# log.known_countries.getting_list
source: Getting list of known countries
pl: Pobieranie listy znanych krajów

# log.known_countries.profile_count
source: Number of IDs in profile: %d
pl: Liczba ID w profilu: %d

# log.known_countries.looking_for
source: Looking for country with ID: %@
pl: Szukanie kraju o ID: %@

# log.known_countries.found
source: Found country: %@
pl: Znaleziono kraj: %@

# log.known_countries.not_found
source: Country not found for ID: %@
pl: Nie znaleziono kraju dla ID: %@

# log.known_countries.total_found
source: Found %d countries
pl: Znaleziono %d krajów

# log.profile.product_not_found
source: Premium product not found
pl: Nie znaleziono produktu Premium

# log.profile.purchase_cancelled
source: Purchase was cancelled by user
pl: Zakup został anulowany przez użytkownika

# log.profile.purchase_pending
source: Purchase is pending
pl: Zakup w trakcie realizacji

# home.choose_continent
source: Choose a continent
pl: Wybierz kontynent

# pro.title
source: Get the most out of it!
pl: Wykorzystaj aplikację w pełni!

# pro.unlock_subtitle
source: Australia and Oceania is free, unlock all continents forever
pl: Australia i Oceania są darmowe, odblokuj wszystkie kontynenty na zawsze

# pro.unlock_title
source: Unlock the World!
pl: Odblokuj świat!

# pro.world_price
source: Unlock the World!
pl: Odblokuj świat!

# pro.world_price_short
source: Unlock the World!
pl: Odblokuj świat!

# pro.upgrade_button
source: Unlock premium
pl: Odblokuj premium

# pro.one_time_purchase
source: One-time purchase – no subscriptions!
pl: Jednorazowy zakup – bez subskrypcji!

# pro.unlock_other_continents
source: Australia and Oceania is free, unlock other continents forever
pl: Australia i Oceania są darmowe, odblokuj pozostałe kontynenty na zawsze

# pro.oceania_free
source: Australia and Oceania is free, unlock all continents forever
pl: Australia i Oceania są darmowe, odblokuj wszystkie kontynenty na zawsze

# pro.thank_you.title
source: Thank you for joining us!
pl: Dziękujemy, że do nas dołączyłeś!

# pro.thank_you.subtitle
source: You have full access to all continents
pl: Masz pełny dostęp do wszystkich kontynentów

# pro.thank_you.reset
source: Reset PRO status
pl: Zresetuj status PRO

# pro.feature.continents.title
source: All Continents
pl: Wszystkie kontynenty

# pro.feature.continents.description
source: Access to all countries in the world
pl: Dostęp do wszystkich krajów na świecie

# pro.feature.map.title
source: Travel Map (soon)
pl: Mapa podróży (wkrótce)

# pro.feature.map.description
source: Track visited countries
pl: Śledź odwiedzone kraje

# pro.feature.rewards.title
source: Exclusive Rewards
pl: Ekskluzywne nagrody

# pro.feature.rewards.description
source: Special achievements for PRO
pl: Specjalne osiągnięcia dla PRO

# pro.feature.stats.title
source: Advanced Statistics
pl: Zaawansowane statystyki

# pro.feature.stats.description
source: Detailed progress information
pl: Szczegółowe informacje o postępach

# pro.error.title
source: Purchase Error
pl: Błąd zakupu

# result.perfect
source: Perfect!
pl: Perfekcyjnie!

# result.great
source: Great!
pl: Świetnie!

# result.know_all_countries
source: You know all countries in %@!
pl: Znasz wszystkie kraje w %@!

# result.know_count_countries
source: You know %d %@ out of %d in %@
pl: Znasz %d %@ z %d w %@

# result.next_continent
source: Next continent
pl: Następny kontynent

# funfact.australia
source: The only country that occupies an entire continent.
pl: Jedyny kraj, który zajmuje cały kontynent.

# funfact.vanuatu
source: Known for its tradition of bungee jumping from wooden towers.
pl: Znane z tradycji skoków na bungee z drewnianych wież.

# funfact.kiribati
source: First country to welcome the New Year due to the date line.
pl: Pierwszy kraj, który wita Nowy Rok dzięki linii zmiany daty.

# funfact.marshall_islands
source: Has the world's largest atoll - Kwajalein.
pl: Ma największy atol na świecie – Kwajalein.

# funfact.micronesia
source: Consists of over 600 islands.
pl: Składa się z ponad 600 wysp.

# funfact.nauru
source: The smallest island country in the world.
pl: Najmniejszy wyspiarski kraj na świecie.

# funfact.new_zealand
source: Home of kiwi birds and hobbits from the movies.
pl: Dom ptaków kiwi i hobbitów z filmów.

# funfact.palau
source: Has a lake full of jellyfish that are safe for humans.
pl: Ma jezioro pełne meduz, które są bezpieczne dla ludzi.

# funfact.papua_new_guinea
source: Has over 800 languages - most in the world.
pl: Ma ponad 800 języków – najwięcej na świecie.

# funfact.samoa
source: Last country to see the sunset each day.
pl: Ostatni kraj, który widzi zachód słońca każdego dnia.

# funfact.solomon_islands
source: Site of World War II battles in the Pacific.
pl: Miejsce bitew II wojny światowej na Pacyfiku.

# funfact.tonga
source: The only monarchy in Oceania.
pl: Jedyna monarchia w Oceanii.

# funfact.tuvalu
source: One of the smallest countries in the world by population.
pl: Jeden z najmniejszych krajów na świecie pod względem populacji.

# funfact.fiji
source: Known for its coral reefs and beaches.
pl: Znane z raf koralowych i plaż.

# funfact.argentina
source: Home of tango and world's best steaks.
pl: Ojczyzna tanga i najlepszych steków na świecie.

# funfact.bolivia
source: Has the world's largest salt flat – Uyuni.
pl: Ma największą solaną równinę na świecie – Uyuni.

# funfact.brazil
source: Hosts the world's largest carnival in Rio de Janeiro.
pl: Organizuje największy karnawał na świecie w Rio de Janeiro.

# funfact.venezuela
source: Has the world's highest waterfall – Angel Falls.
pl: Ma najwyższy wodospad na świecie – Angel Falls.

# funfact.guyana
source: The only English-speaking country in South America.
pl: Jedyny anglojęzyczny kraj w Ameryce Południowej.

# funfact.ecuador
source: Includes the Galapagos Islands where Darwin developed his theory of evolution.
pl: Obejmuje Wyspy Galapagos, gdzie Darwin opracował teorię ewolucji.

# funfact.colombia
source: One of the world's largest coffee producers.
pl: Jeden z największych producentów kawy na świecie.

# funfact.paraguay
source: One of two landlocked countries in South America.
pl: Jeden z dwóch krajów bez dostępu do morza w Ameryce Południowej.

# funfact.peru
source: Home to Machu Picchu – one of the seven wonders of the world.
pl: Dom Machu Picchu – jednego z siedmiu cudów świata.

# funfact.suriname
source: The only Dutch-speaking country in South America.
pl: Jedyny kraj w Ameryce Południowej, gdzie mówi się po holendersku.

# funfact.uruguay
source: First country to fully legalize marijuana.
pl: Pierwszy kraj, który w pełni zalegalizował marihuanę.

# funfact.chile
source: The longest country in the world from north to south.
pl: Najdłuższy kraj na świecie z północy na południe.

# funfact.austria
source: Birthplace of the Viennese waltz.
pl: Miejsce narodzin walca wiedeńskiego.

# funfact.albania
source: One of the few countries with two national coats of arms.
pl: Jeden z niewielu krajów z dwoma narodowymi herbami.

# funfact.andorra
source: One of the smallest countries in the world, known for its ski resorts.
pl: Jeden z najmniejszych krajów na świecie, znany z ośrodków narciarskich.

# funfact.belgium
source: Famous for its chocolate and waffles.
pl: Słynna z czekolady i gofrów.

# funfact.belarus
source: Has over 11,000 lakes.
pl: Ma ponad 11 000 jezior.

# funfact.bulgaria
source: One of the largest exporters of rose oil.
pl: Jeden z największych eksporterów oleju różanego.

# funfact.bosnia_and_herzegovina
source: Known for its Old Bridge in Mostar.
pl: Znana ze Starego Mostu w Mostarze.

# funfact.vatican_city
source: The smallest country in the world.
pl: Najmniejszy kraj na świecie.

# funfact.united_kingdom
source: Birthplace of Shakespeare and The Beatles.
pl: Miejsce narodzin Szekspira i The Beatles.

# funfact.greece
source: Birthplace of the Olympic Games.
pl: Kolebka Igrzysk Olimpijskich.

# funfact.denmark
source: Has the oldest national flag in the world.
pl: Ma najstarszą flagę narodową na świecie.

# funfact.estonia
source: One of the most digitalized countries in the world.
pl: Jeden z najbardziej zdigitalizowanych krajów na świecie.

# funfact.ireland
source: Home of St. Patrick's Day.
pl: Dom Dnia Świętego Patryka.

# funfact.iceland
source: Has over 130 volcanoes.
pl: Ma ponad 130 wulkanów.

# funfact.spain
source: Famous for flamenco and bullfighting.
pl: Słynna z flamenco i korridy.

# funfact.italy
source: Birthplace of pizza and pasta.
pl: Miejsce narodzin pizzy i makaronu.

# funfact.cyprus
source: Island known as the birthplace of Aphrodite.
pl: Wyspa znana jako miejsce narodzin Afrodyty.

# funfact.kosovo
source: Europe's youngest country, declared independence in 2008.
pl: Najmłodszy kraj Europy, ogłosił niepodległość w 2008 roku.

# funfact.latvia
source: Has one of the largest collections of Art Nouveau architecture.
pl: Ma jedną z największych kolekcji architektury secesyjnej.

# funfact.lithuania
source: Vilnius is known for its baroque old town.
pl: Wilno słynie z barokowego starego miasta.

# funfact.liechtenstein
source: One of two doubly landlocked countries in the world.
pl: Jeden z dwóch krajów na świecie podwójnie odciętych od morza.

# funfact.luxembourg
source: One of the wealthiest countries in the world.
pl: Jeden z najbogatszych krajów na świecie.

# funfact.north_macedonia
source: Has one of Europe's oldest lakes - Lake Ohrid.
pl: Ma jedno z najstarszych jezior w Europie – Jezioro Ochrydzkie.

# funfact.malta
source: One of the smallest and most densely populated countries.
pl: Jeden z najmniejszych i najgęściej zaludnionych krajów.

# funfact.moldova
source: Known for its wine-making traditions.
pl: Znana z tradycji winiarskich.

# funfact.monaco
source: One of the smallest countries, famous for its casino and Formula 1.
pl: Jeden z najmniejszych krajów, słynny z kasyna i Formuły 1.

# funfact.netherlands
source: Famous for its tulips and windmills.
pl: Słynne z tulipanów i wiatraków.

# funfact.germany
source: Home of Oktoberfest.
pl: Dom Oktoberfestu.

# funfact.norway
source: Has the longest coastline in Europe due to fjords.
pl: Ma najdłuższą linię brzegową w Europie dzięki fiordom.

# funfact.poland
source: Known for its amber jewelry tradition.
pl: Znana z tradycji jubilerskiej z bursztynem.

# funfact.portugal
source: Famous for its discoveries during the Age of Exploration.
pl: Słynna z odkryć w epoce wielkich odkryć geograficznych.

# funfact.russia
source: The largest country in the world, partially in Europe.
pl: Największy kraj na świecie, częściowo w Europie.

# funfact.romania
source: Has Dracula's Castle in Transylvania.
pl: Ma zamek Drakuli w Transylwanii.

# funfact.san_marino
source: One of the oldest republics in the world.
pl: Jedna z najstarszych republik na świecie.

# funfact.serbia
source: Known for its Exit Festival.
pl: Znana z festiwalu Exit.

# funfact.slovakia
source: Has over 180 castles and fortresses.
pl: Ma ponad 180 zamków i fortec.

# funfact.slovenia
source: Has the only lake with an island in the middle - Lake Bled.
pl: Ma jedyne jezioro z wyspą pośrodku – Jezioro Bled.

# funfact.hungary
source: Famous for its thermal springs.
pl: Słynna z gorących źródeł termalnych.

# funfact.ukraine
source: Has one of the deepest metro stations in the world - in Kyiv.
pl: Ma jedną z najgłębszych stacji metra na świecie – w Kijowie.

# funfact.finland
source: Land of a thousand lakes and home of Santa Claus.
pl: Kraina tysiąca jezior i dom Świętego Mikołaja.

# funfact.france
source: Famous for the Eiffel Tower and croissants.
pl: Słynna z Wieży Eiffla i croissantów.

# funfact.croatia
source: Has over 1000 islands.
pl: Ma ponad 1000 wysp.

# funfact.czech_republic
source: Famous for its beer and castles.
pl: Słynna z piwa i zamków.

# funfact.montenegro
source: One of Europe's youngest independent states.
pl: Jedno z najmłodszych niepodległych państw Europy.

# funfact.switzerland
source: Known for its neutrality and the Alps.
pl: Znana z neutralności i Alp.

# funfact.sweden
source: Home of the Nobel Prize.
pl: Dom Nagrody Nobla.

# funfact.china
source: Has the Great Wall visible from space.
pl: Ma Wielki Mur widoczny z kosmosu.

# funfact.india
source: Birthplace of chess and home to the Taj Mahal.
pl: Miejsce narodzin szachów i dom Taj Mahal.

# funfact.japan
source: Birthplace of sushi and samurai.
pl: Miejsce narodzin sushi i samurajów.

# funfact.indonesia
source: Largest archipelago in the world with over 17,000 islands.
pl: Największy archipelag na świecie z ponad 17 000 wysp.

# funfact.pakistan
source: Has the second highest mountain - K2.
pl: Ma drugą najwyższą górę – K2.

# funfact.bangladesh
source: Has the world's largest mangrove forest - Sundarbans.
pl: Ma największy na świecie las mangrowy – Sundarbans.

# funfact.philippines
source: Consists of over 7000 islands.
pl: Składa się z ponad 7000 wysp.

# funfact.vietnam
source: Famous for Ha Long Bay - a UNESCO World Heritage site.
pl: Słynny z Zatoki Ha Long – obiektu światowego dziedzictwa UNESCO.

# funfact.turkey
source: Located on two continents - Asia and Europe.
pl: Położony na dwóch kontynentach – Azji i Europie.

# funfact.iran
source: Known for its Persian carpets.
pl: Znany z perskich dywanów.

# funfact.azerbaijan
source: First Muslim country with an opera theater.
pl: Pierwszy muzułmański kraj z teatrem operowym.

# funfact.afghanistan
source: Home to one of the oldest carpets in the world.
pl: Dom jednego z najstarszych dywanów na świecie.

# funfact.bahrain
source: Known for its pearls and Formula 1 racing.
pl: Znany z pereł i wyścigów Formuły 1.

# funfact.brunei
source: One of the richest countries due to oil.
pl: Jeden z najbogatszych krajów dzięki ropie.

# funfact.bhutan
source: Measures prosperity through 'Gross National Happiness'.
pl: Mierzy dobrobyt poprzez 'Szczęście Narodowe Brutto'.

# funfact.armenia
source: First country to officially adopt Christianity.
pl: Pierwszy kraj, który oficjalnie przyjął chrześcijaństwo.

# funfact.georgia
source: Birthplace of wine with 8000 years of history.
pl: Miejsce narodzin wina z 8000-letnią historią.

# funfact.yemen
source: Has the Rub' al Khali desert - one of the largest in the world.
pl: Ma pustynię Rub' al Khali – jedną z największych na świecie.

# funfact.israel
source: Has the lowest point on land - the Dead Sea.
pl: Ma najniższy punkt na lądzie – Morze Martwe.

# funfact.iraq
source: Cradle of civilization - Mesopotamia.
pl: Kolebka cywilizacji – Mezopotamia.

# funfact.jordan
source: Has the ancient city of Petra carved into rock.
pl: Ma starożytne miasto Petra wykute w skale.

# funfact.kazakhstan
source: Largest landlocked country in the world.
pl: Największy kraj bez dostępu do morza na świecie.

# funfact.cambodia
source: Famous for the Angkor Wat temple complex.
pl: Słynna z kompleksu świątynnego Angkor Wat.

# funfact.qatar
source: Richest country in the world per capita.
pl: Najbogatszy kraj na świecie na mieszkańca.

# funfact.kyrgyzstan
source: Has one of the largest high-altitude lakes - Issyk Kul.
pl: Ma jedno z największych jezior wysokogórskich – Issyk Kul.

# funfact.kuwait
source: Known for its oil reserves.
pl: Znany z rezerw ropy naftowej.

# funfact.laos
source: Has thousands of Buddhist temples and waterfalls.
pl: Ma tysiące buddyjskich świątyń i wodospadów.

# funfact.lebanon
source: Known for its cedars depicted on the flag.
pl: Znany z cedrów przedstawionych na fladze.

# funfact.myanmar
source: Has thousands of pagodas, including Shwedagon.
pl: Ma tysiące pagód, w tym Shwedagon.

# funfact.malaysia
source: The Petronas Towers - once the world's tallest buildings.
pl: Wieże Petronas – kiedyś najwyższe budynki na świecie.

# funfact.maldives
source: Lowest country in the world above sea level.
pl: Najniżej położony kraj na świecie nad poziomem morza.

# funfact.mongolia
source: Homeland of Genghis Khan and steppes.
pl: Ojczyzna Czyngis-chana i stepów.

# funfact.nepal
source: Has the highest mountain in the world - Everest.
pl: Ma najwyższą górę na świecie – Everest.

# funfact.united_arab_emirates
source: Has the world's tallest building - Burj Khalifa.
pl: Ma najwyższy budynek na świecie – Burj Khalifa.

# funfact.oman
source: Known for frankincense trade.
pl: Znany z handlu kadzidłem.

# funfact.south_korea
source: Birthplace of K-pop and kimchi.
pl: Miejsce narodzin K-popu i kimchi.

# funfact.north_korea
source: Most isolated country in the world.
pl: Najbardziej odizolowany kraj na świecie.

# funfact.saudi_arabia
source: Has the world's largest oil reserves.
pl: Ma największe rezerwy ropy naftowej na świecie.

# funfact.singapore
source: One of the cleanest countries in the world.
pl: Jeden z najczystszych krajów na świecie.

# funfact.syria
source: Damascus is one of the oldest cities in the world.
pl: Damaszek to jedno z najstarszych miast na świecie.

# funfact.east_timor
source: One of the youngest countries in Asia.
pl: Jeden z najmłodszych krajów w Azji.

# funfact.tajikistan
source: 93% of its territory is mountains.
pl: 93% jego terytorium to góry.

# funfact.thailand
source: Known as the 'Land of Smiles'.
pl: Znany jako 'Kraina Uśmiechów'.

# funfact.taiwan
source: Has the tallest building in Asia - Taipei 101.
pl: Ma najwyższy budynek w Azji – Taipei 101.

# funfact.turkmenistan
source: Has the 'Gates of Hell' - a burning gas crater.
pl: Ma 'Wrota Piekieł' – płonący krater gazowy.

# funfact.uzbekistan
source: Has Silk Road cities - Samarkand and Bukhara.
pl: Ma miasta Jedwabnego Szlaku – Samarkandę i Bucharę.

# funfact.sri_lanka
source: One of the largest tea producers.
pl: Jeden z największych producentów herbaty.

# funfact.algeria
source: Has the largest desert in the world - the Sahara.
pl: Ma największą pustynię na świecie – Saharę.

# funfact.angola
source: Known for its diamond mines.
pl: Znana z kopalni diamentów.

# funfact.benin
source: Birthplace of the Voodoo religion.
pl: Miejsce narodzin religii voodoo.

# funfact.botswana
source: Home to the Okavango Delta, one of the world's largest inland deltas.
pl: Dom Delty Okavango, jednej z największych śródlądowych delt na świecie.

# funfact.burkina_faso
source: Known as the 'Land of Honest Men'.
pl: Znana jako 'Kraina Uczciwych Ludzi'.

# funfact.burundi
source: Has one of the longest freshwater lakes - Lake Tanganyika.
pl: Ma jedno z najdłuższych jezior słodkowodnych – Jezioro Tanganika.

# funfact.cabo_verde
source: An archipelago famous for its Creole culture.
pl: Archipelag słynący z kultury kreolskiej.

# funfact.cameroon
source: Called 'Africa in Miniature' due to its diverse landscapes.
pl: Nazywany 'Afryką w Miniaturze' ze względu na różnorodne krajobrazy.

# funfact.central_african_republic
source: Rich in wildlife, including forest elephants.
pl: Bogata w dziką przyrodę, w tym słonie leśne.

# funfact.chad
source: Home to the ancient Lake Chad, once much larger.
pl: Dom starożytnego Jeziora Czad, kiedyś znacznie większego.

# funfact.comoros
source: Known as the 'Perfume Isles' for its ylang-ylang production.
pl: Znane jako 'Wyspy Perfum' dzięki produkcji ylang-ylang.

# funfact.djibouti
source: Has one of the saltiest lakes in the world - Lake Assal.
pl: Ma jedno z najbardziej słonych jezior na świecie – Jezioro Assal.

# funfact.egypt
source: Home of the oldest pyramids in the world.
pl: Dom najstarszych piramid na świecie.

# funfact.equatorial_guinea
source: The only Spanish-speaking country in Africa.
pl: Jedyny hiszpańskojęzyczny kraj w Afryce.

# funfact.eritrea
source: Known for its Art Deco architecture in Asmara.
pl: Znana z architektury Art Deco w Asmarze.

# funfact.eswatini
source: One of the last absolute monarchies in the world.
pl: Jedna z ostatnich monarchii absolutnych na świecie.

# funfact.ethiopia
source: The only African country never colonized.
pl: Jedyny kraj afrykański nigdy nie skolonizowany.

# funfact.gabon
source: Over 80% of its land is covered by rainforest.
pl: Ponad 80% jego powierzchni pokrywają lasy deszczowe.

# funfact.gambia
source: The smallest country on mainland Africa.
pl: Najmniejszy kraj na kontynencie afrykańskim.

# funfact.ghana
source: First African country to gain independence from colonial rule.
pl: Pierwszy afrykański kraj, który odzyskał niepodległość od rządów kolonialnych.

# funfact.guinea
source: Known as the 'Water Tower of West Africa' for its rivers.
pl: Znana jako 'Wieża Wodna Afryki Zachodniej' dzięki rzekom.

# funfact.guinea_bissau
source: Famous for its mangrove swamps and biodiversity.
pl: Słynna z bagien mangrowych i bioróżnorodności.

# funfact.kenya
source: Known for its wildebeest migration.
pl: Znana z migracji antylop gnu.

# funfact.lesotho
source: The only country entirely above 1,000 meters elevation.
pl: Jedyny kraj położony w całości powyżej 1000 metrów nad poziomem morza.

# funfact.liberia
source: Founded by freed American slaves.
pl: Założona przez uwolnionych amerykańskich niewolników.

# funfact.libya
source: Has the largest oil reserves in Africa.
pl: Ma największe rezerwy ropy w Afryce.

# funfact.madagascar
source: Home to species found nowhere else, like lemurs.
pl: Dom gatunków niespotykanych nigdzie indziej, jak lemury.

# funfact.malawi
source: Known for Lake Malawi, one of Africa's Great Lakes.
pl: Znane z Jeziora Malawi, jednego z Wielkich Jezior Afryki.

# funfact.mali
source: Home to the ancient city of Timbuktu.
pl: Dom starożytnego miasta Timbuktu.

# funfact.mauritania
source: Has one of the world's longest trains.
pl: Ma jeden z najdłuższych pociągów na świecie.

# funfact.mauritius
source: Famous for the extinct dodo bird.
pl: Słynny z wymarłego ptaka dodo.

# funfact.morocco
source: Known for its vibrant souks and the Atlas Mountains.
pl: Znane z tętniących życiem suków i Gór Atlas.
