Repository: AKTWOW/-Flags
Catalog: !Flags/*.lproj/Localizable.strings
Languages: pl

# continent.europe
source: Europe
pl: Europa

# continent.asia
source: Asia
pl: Azja

# continent.north_america
source: North America
pl: Ameryka Północna

# continent.south_america
source: South America
pl: Ameryka Południowa

# continent.africa
source: Africa
pl: Afryka

# continent.oceania
source: Australia and Oceania
pl: Australia i Oceania

# continent.antarctica
source: Antarctica
pl: Antarktyda

# continent.country_count
source: %d countries
pl: %d krajów

# country.marshall_islands
source: Marshall Islands
pl: Wyspy Marshalla

# country.micronesia
source: Micronesia
pl: Mikronezja

# country.new_zealand
source: New Zealand
pl: Nowa Zelandia

# country.papua_new_guinea
source: Papua New Guinea
pl: Papua-Nowa Gwinea

# country.solomon_islands
source: Solomon Islands
pl: Wyspy Salomona

# country.fiji
source: Fiji
pl: Fidżi

# country.argentina
source: Argentina
pl: Argentyna

# country.bolivia
source: Bolivia
pl: Boliwia

# country.brazil
source: Brazil
pl: Brazylia

# country.venezuela
source: Venezuela
pl: Wenezuela

# country.guyana
source: Guyana
pl: Gujana

# country.ecuador
source: Ecuador
pl: Ekwador

# country.colombia
source: Colombia
pl: Kolumbia

# country.paraguay
source: Paraguay
pl: Paragwaj

# country.suriname
source: Suriname
pl: Surinam

# country.uruguay
source: Uruguay
pl: Urugwaj

# country.andorra
source: Andorra
pl: Andora

# country.belgium
source: Belgium
pl: Belgia

# country.belarus
source: Belarus
pl: Białoruś

# country.bulgaria
source: Bulgaria
pl: Bułgaria

# country.bosnia_and_herzegovina
source: Bosnia and Herzegovina
pl: Bośnia i Hercegowina

# country.vatican_city
source: Vatican City
pl: Watykan

# country.united_kingdom
source: United Kingdom
pl: Wielka Brytania

# country.greece
source: Greece
pl: Grecja

# country.denmark
source: Denmark
pl: Dania

# country.ireland
source: Ireland
pl: Irlandia

# country.iceland
source: Iceland
pl: Islandia

# country.spain
source: Spain
pl: Hiszpania

# country.italy
source: Italy
pl: Włochy

# country.cyprus
source: Cyprus
pl: Cypr

# country.kosovo
source: Kosovo
pl: Kosowo

# country.latvia
source: Latvia
pl: Łotwa

# country.lithuania
source: Lithuania
pl: Litwa

# country.north_macedonia
source: North Macedonia
pl: Macedonia Północna

# country.moldova
source: Moldova
pl: Mołdawia

# country.monaco
source: Monaco
pl: Monako

# country.netherlands
source: Netherlands
pl: Holandia

# country.germany
source: Germany
pl: Niemcy

# country.norway
source: Norway
pl: Norwegia

# country.poland
source: Poland
pl: Polska

# country.portugal
source: Portugal
pl: Portugalia

# country.russia
source: Russia
pl: Rosja

# country.romania
source: Romania
pl: Rumunia

# country.slovakia
source: Slovakia
pl: Słowacja

# country.slovenia
source: Slovenia
pl: Słowenia

# country.hungary
source: Hungary
pl: Węgry

# country.ukraine
source: Ukraine
pl: Ukraina

# country.finland
source: Finland
pl: Finlandia

# country.france
source: France
pl: Francja

# country.croatia
source: Croatia
pl: Chorwacja

# country.czech_republic
source: Czech Republic
pl: Czechy

# country.montenegro
source: Montenegro
pl: Czarnogóra

# country.switzerland
source: Switzerland
pl: Szwajcaria

# country.sweden
source: Sweden
pl: Szwecja

# country.china
source: China
pl: Chiny

# country.india
source: India
pl: Indie

# country.japan
source: Japan
pl: Japonia

# country.indonesia
source: Indonesia
pl: Indonezja

# country.bangladesh
source: Bangladesh
pl: Bangladesz

# country.philippines
source: Philippines
pl: Filipiny

# country.vietnam
source: Vietnam
pl: Wietnam

# country.turkey
source: Turkey
pl: Turcja

# country.azerbaijan
source: Azerbaijan
pl: Azerbejdżan

# country.afghanistan
source: Afghanistan
pl: Afganistan

# country.bahrain
source: Bahrain
pl: Bahrajn

# country.georgia
source: Georgia
pl: Gruzja

# country.yemen
source: Yemen
pl: Jemen

# country.israel
source: Israel
pl: Izrael

# country.iraq
source: Iraq
pl: Irak

# country.jordan
source: Jordan
pl: Jordania

# country.kazakhstan
source: Kazakhstan
pl: Kazachstan

# country.cambodia
source: Cambodia
pl: Kambodża

# country.qatar
source: Qatar
pl: Katar

# country.kyrgyzstan
source: Kyrgyzstan
pl: Kirgistan

# country.kuwait
source: Kuwait
pl: Kuwejt

# country.lebanon
source: Lebanon
pl: Liban

# country.myanmar
source: Myanmar
pl: Mjanma

# country.malaysia
source: Malaysia
pl: Malezja

# country.maldives
source: Maldives
pl: Malediwy

# country.united_arab_emirates
source: United Arab Emirates
pl: Zjednoczone Emiraty Arabskie

# country.south_korea
source: South Korea
pl: Korea Południowa

# country.north_korea
source: North Korea
pl: Korea Północna

# country.saudi_arabia
source: Saudi Arabia
pl: Arabia Saudyjska

# country.singapore
source: Singapore
pl: Singapur

# country.east_timor
source: East Timor
pl: Timor Wschodni

# country.tajikistan
source: Tajikistan
pl: Tadżykistan

# country.thailand
source: Thailand
pl: Tajlandia

# country.taiwan
source: Taiwan
pl: Tajwan

# country.algeria
source: Algeria
pl: Algieria

# country.cabo_verde
source: Cabo Verde
pl: Republika Zielonego Przylądka

# country.cameroon
source: Cameroon
pl: Kamerun

# country.central_african_republic
source: Central African Republic
pl: Republika Środkowoafrykańska

# country.chad
source: Chad
pl: Czad

# country.comoros
source: Comoros
pl: Komory

# country.djibouti
source: Djibouti
pl: Dżibuti

# country.egypt
source: Egypt
pl: Egipt

# country.equatorial_guinea
source: Equatorial Guinea
pl: Gwinea Równikowa

# country.eritrea
source: Eritrea
pl: Erytrea

# country.ethiopia
source: Ethiopia
pl: Etiopia

# country.guinea
source: Guinea
pl: Gwinea

# country.guinea_bissau
source: Guinea-Bissau
pl: Gwinea Bissau

# country.kenya
source: Kenya
pl: Kenia

# country.libya
source: Libya
pl: Libia

# country.madagascar
source: Madagascar
pl: Madagaskar

# country.mauritania
source: Mauritania
pl: Mauretania

# country.morocco
source: Morocco
pl: Maroko

# country.mozambique
source: Mozambique
pl: Mozambik

# country.sao_tome_and_principe
source: São Tomé and Príncipe
pl: Wyspy Świętego Tomasza i Książęca

# country.seychelles
source: Seychelles
pl: Seszele

# country.south_africa
source: South Africa
pl: Republika Południowej Afryki

# country.south_sudan
source: South Sudan
pl: Sudan Południowy

# country.tunisia
source: Tunisia
pl: Tunezja

# country.antigua_and_barbuda
source: Antigua and Barbuda
pl: Antigua i Barbuda

# country.bahamas
source: The Bahamas
pl: Bahamy

# country.guatemala
source: Guatemala
pl: Gwatemala

# country.dominica
source: Dominica
pl: Dominika

# country.dominican_republic
source: Dominican Republic
pl: Republika Dominikańska

# country.canada
source: Canada
pl: Kanada

# country.costa_rica
source: Costa Rica
pl: Kostaryka

# country.cuba
source: Cuba
pl: Kuba

# country.mexico
source: Mexico
pl: Meksyk

# country.nicaragua
source: Nicaragua
pl: Nikaragua

# country.el_salvador
source: El Salvador
pl: Salwador

# country.saint_vincent_and_the_grenadines
source: Saint Vincent and the Grenadines
pl: Saint Vincent i Grenadyny

# country.saint_kitts_and_nevis
source: Saint Kitts and Nevis
pl: Saint Kitts i Nevis

# country.united_states
source: United States of America
pl: Stany Zjednoczone Ameryki

# country.trinidad_and_tobago
source: Trinidad and Tobago
pl: Trynidad i Tobago

# country.jamaica
source: Jamaica
pl: Jamajka

# card.capital
source: Capital
pl: Stolica

# card.population
source: Population
pl: Populacja

# card.fun_fact
source: Fun Fact
pl: Ciekawostka

# capital.kiribati
source: South Tarawa
pl: Tarawa Południowa

# capital.paraguay
source: Asuncion
pl: Asunción

# capital.austria
source: Vienna
pl: Wiedeń

# capital.andorra
source: Andorra la Vella
pl: Andora la Vella

# capital.belgium
source: Brussels
pl: Bruksela

# capital.belarus
source: Minsk
pl: Mińsk

# capital.bosnia_and_herzegovina
source: Sarajevo
pl: Sarajewo

# capital.vatican_city
source: Vatican City
pl: Watykan

# capital.united_kingdom
source: London
pl: Londyn

# capital.greece
source: Athens
pl: Ateny

# capital.denmark
source: Copenhagen
pl: Kopenhaga

# capital.estonia
source: Tallinn
pl: Tallin

# capital.iceland
source: Reykjavík
pl: Reykjavik

# capital.spain
source: Madrid
pl: Madryt

# capital.italy
source: Rome
pl: Rzym

# capital.cyprus
source: Nicosia
pl: Nikozja

# capital.kosovo
source: Pristina
pl: Prisztina

# capital.latvia
source: Riga
pl: Ryga

# capital.lithuania
source: Vilnius
pl: Wilno

# capital.luxembourg
source: Luxembourg
pl: Luksemburg

# capital.moldova
source: Chișinău
pl: Kiszyniów

# capital.monaco
source: Monaco
pl: Monako

# capital.poland
source: Warsaw
pl: Warszawa

# capital.portugal
source: Lisbon
pl: Lizbona

# capital.russia
source: Moscow
pl: Moskwa

# capital.romania
source: Bucharest
pl: Bukareszt

# capital.serbia
source: Belgrade
pl: Belgrad

# capital.slovakia
source: Bratislava
pl: Bratysława

# capital.slovenia
source: Ljubljana
pl: Lublana

# capital.hungary
source: Budapest
pl: Budapeszt

# capital.ukraine
source: Kyiv
pl: Kijów

# capital.france
source: Paris
pl: Paryż

# capital.croatia
source: Zagreb
pl: Zagrzeb

# capital.czech_republic
source: Prague
pl: Praga

# capital.switzerland
source: Bern
pl: Berno

# capital.sweden
source: Stockholm
pl: Sztokholm

# capital.china
source: Beijing
pl: Pekin

# capital.india
source: New Delhi
pl: Nowe Delhi

# capital.japan
source: Tokyo
pl: Tokio

# capital.indonesia
source: Jakarta
pl: Dżakarta

# capital.iran
source: Tehran
pl: Teheran

# capital.armenia
source: Yerevan
pl: Erywań

# capital.yemen
source: Sana'a
pl: Sana

# capital.israel
source: Jerusalem
pl: Jerozolima

# capital.iraq
source: Baghdad
pl: Bagdad

# capital.kyrgyzstan
source: Bishkek
pl: Biszkek

# capital.kuwait
source: Kuwait City
pl: Kuwejt

# capital.laos
source: Vientiane
pl: Wientian

# capital.lebanon
source: Beirut
pl: Bejrut

# capital.mongolia
source: Ulaanbaatar
pl: Ułan Bator

# capital.nepal
source: Kathmandu
pl: Katmandu

# capital.united_arab_emirates
source: Abu Dhabi
pl: Abu Zabi

# capital.oman
source: Muscat
pl: Maskat

# capital.south_korea
source: Seoul
pl: Seul

# capital.north_korea
source: Pyongyang
pl: Pjongjang

# capital.saudi_arabia
source: Riyadh
pl: Rijad

# capital.singapore
source: Singapore
pl: Singapur

# capital.syria
source: Damascus
pl: Damaszek

# capital.tajikistan
source: Dushanbe
pl: Duszanbe

# capital.taiwan
source: Taipei
pl: Tajpej

# capital.turkmenistan
source: Ashgabat
pl: Aszchabad

# capital.uzbekistan
source: Tashkent
pl: Taszkent

# capital.sri_lanka
source: Colombo
pl: Kolombo

# capital.algeria
source: Algiers
pl: Algier

# capital.burkina_faso
source: Ouagadougou
pl: Wagadugu

# capital.cameroon
source: Yaoundé
pl: Jaunde

# capital.chad
source: N'Djamena
pl: Ndżamena

# capital.djibouti
source: Djibouti
pl: Dżibuti

# capital.egypt
source: Cairo
pl: Kair

# capital.ethiopia
source: Addis Ababa
pl: Addis Abeba

# capital.gambia
source: Banjul
pl: Bandżul

# capital.ghana
source: Accra
pl: Akra

# capital.guinea
source: Conakry
pl: Konakry

# capital.libya
source: Tripoli
pl: Trypolis

# capital.madagascar
source: Antananarivo
pl: Antananarywa

# capital.mauritania
source: Nouakchott
pl: Nawakszut

# capital.namibia
source: Windhoek
pl: Windhuk

# capital.nigeria
source: Abuja
pl: Abudża

# capital.seychelles
source: Victoria
pl: Wiktoria

# capital.somalia
source: Mogadishu
pl: Mogadiszu

# capital.south_sudan
source: Juba
pl: Dżuba

# capital.sudan
source: Khartoum
pl: Chartum

# capital.togo
source: Lomé
pl: Lome

# capital.guatemala
source: Guatemala City
pl: Gwatemala

# capital.costa_rica
source: San Jose
pl: San José

# capital.cuba
source: Havana
pl: Hawana

# capital.mexico
source: Mexico City
pl: Meksyk

# capital.panama
source: Panama City
pl: Panama

# capital.united_states
source: Washington, D.C.
pl: Waszyngton

# achievement.living_atlas.title
source: Living Atlas
pl: Żywy Atlas

# achievement.living_atlas.description
source: You know 100 countries! You're like a walking geographical reference!
pl: Znasz 100 krajów! Jesteś jak chodząca encyklopedia geograficzna!

# achievement.geography_witcher.title
source: Geography Witcher
pl: Wiedźmin Geografii

# achievement.geography_witcher.description
source: You've conquered all of Europe! Now you're a true expert of the Old World!
pl: Podbiłeś całą Europę! Teraz jesteś prawdziwym ekspertem Starego Świata!

# achievement.traveler.title
source: Traveler
pl: Podróżnik

# achievement.traveler.description
source: Discovered all countries of Australia and Oceania! You're officially an Australian bushranger now!
pl: Odkryłeś wszystkie kraje Australii i Oceanii! Oficjalnie jesteś teraz australijskim buszmenem!

# achievement.sea_conqueror.title
source: Sea Conqueror
pl: Zdobywca Mórz

# achievement.sea_conqueror.description
source: You've learned all of Africa! From Sahara to Cape of Good Hope!
pl: Poznałeś całą Afrykę! Od Sahary po Przylądek Dobrej Nadziei!

# achievement.cartography_sherlock.title
source: Cartography Sherlock
pl: Sherlock Kartografii

# achievement.cartography_sherlock.description
source: You've uncovered all the mysteries of Asia! From the Near East to the Far East!
pl: Rozwiązałeś wszystkie tajemnice Azji! Od Bliskiego Wschodu po Daleki Wschód!

# achievement.alien_tourist.title
source: Alien Tourist
pl: Kosmiczny Turysta

# achievement.alien_tourist.description
source: Discovered all countries in the world (195/195)! Seems like you should start learning countries on Mars!
pl: Odkryłeś wszystkie kraje świata (195/195)! Wygląda na to, że powinieneś zacząć uczyć się krajów na Marsie!

# achievement.daily_challenge.title
source: Daily Challenge
pl: Codzienne Wyzwanie

# achievement.daily_challenge.description
source: Visit the app 7 days in a row!
pl: Odwiedzaj aplikację przez 7 dni z rzędu!

# profile.title
source: Profile
pl: Profil

# profile.level
source: Level
pl: Poziom

# profile.guest
source: Guest
pl: Gość

# profile.achievements
source: Achievements
pl: Osiągnięcia

# profile.known_countries
source: Known Countries
pl: Znane kraje

# profile.no_countries_learned
source: You haven't learned any countries yet
pl: Nie nauczyłeś się jeszcze żadnego kraju

# profile.level.newbie
source: Newbie
pl: Nowicjusz

# profile.level.explorer
source: Explorer
pl: Odkrywca

# profile.level.expert
source: Expert
pl: Ekspert

# profile.level.master
source: Master
pl: Mistrz

# profile.level.guru
source: Geography Guru
pl: Guru Geografii

# profile.progress.start
source: Start your world journey!
pl: Rozpocznij swoją podróż po świecie!

# profile.progress.first_10
source: You've discovered %d out of 195 countries! Great start!
pl: Odkryłeś %d z 195 krajów! Świetny początek!

# profile.progress.first_50
source: Already %d countries learned – You're a real traveler!
pl: Już %d krajów poznanych – Jesteś prawdziwym podróżnikiem!

# profile.progress.first_100
source: %d countries – You're a geography expert!
pl: %d krajów – Jesteś ekspertem geografii!

# profile.progress.almost_all
source: Incredible! %d countries discovered!
pl: Niewiarygodne! Odkryłeś %d krajów!

# profile.progress.completed
source: Congratulations! You've conquered the whole world! 🎉
pl: Gratulacje! Podbiłeś cały świat! 🎉

# profile.progress.default
source: Learned %d out of 195 countries
pl: Poznano %d z 195 krajów

# profile.milestone.to_10
source: First milestone – 10 countries! %d remaining!
pl: Pierwszy kamień milowy – 10 krajów! Pozostało %d!

# profile.milestone.to_25
source: Next goal – 25 countries! %d more!
pl: Następny cel – 25 krajów! Jeszcze %d!

# profile.milestone.to_50
source: Important milestone ahead – 50 countries! %d remaining!
pl: Ważny kamień milowy przed Tobą – 50 krajów! Pozostało %d!

# profile.milestone.to_100
source: Heading to a hundred! %d countries to go!
pl: Zmierzasz do setki! %d krajów do zdobycia!

# profile.milestone.to_complete
source: %d countries until complete world conquest!
pl: %d krajów do pełnego podboju świata!

# profile.visited_countries
source: Visited Countries
pl: Odwiedzone kraje

# profile.visited_countries_description
source: Soon you'll be able to create your own travel map!
pl: Wkrótce będziesz mógł stworzyć własną mapę podróży!

# profile.coming_soon
source: Coming soon!
pl: Wkrótce dostępne!

# profile.edit.title
source: Edit Profile
pl: Edytuj profil

# profile.edit.name
source: Name
pl: Imię

# profile.edit.avatar
source: Avatar
pl: Awatar

# profile.edit.signout_warning.title
source: ⚠️ If you sign out, your progress will be lost!
pl: ⚠️ Jeśli się wylogujesz, Twój postęp zostanie utracony!

# profile.edit.signout_warning.points
source: 🔹 Discovered countries – will reset. 🔹 Rewards – will be locked. 🔹 Achievements – will disappear.
pl: 🔹 Odkryte kraje – zostaną zresetowane. 🔹 Nagrody – zostaną zablokowane. 🔹 Osiągnięcia – znikną.

# profile.edit.signout_warning.note
source: This is irreversible unless you sign in again!
pl: To nieodwracalne, chyba że zalogujesz się ponownie!

# profile.edit.restore_purchases
source: Restore Purchases
pl: Przywróć zakupy

# profile.edit.restore_error.title
source: No purchases found
pl: Nie znaleziono zakupów

# profile.edit.restore_error.message
source: We couldn't find any purchases on this account. Make sure you're signed in with the correct Apple ID.
pl: Nie udało się znaleźć zakupów na tym koncie. Upewnij się, że jesteś zalogowany na właściwym Apple ID.

# profile.edit.contact_support
source: Contact Support
pl: Skontaktuj się z pomocą

# profile.edit.signout
source: Sign Out
pl: Wyloguj się

# profile.edit.emoji_picker.title
source: Choose avatar
pl: Wybierz awatar

# profile.edit.emoji_picker.done
source: Done
pl: Gotowe

# common.countries
source: countries
pl: krajów

# common.countries_few
source: countries
pl: kraje

# common.country
source: country
pl: kraj

# common.continent
source: Continent
pl: Kontynent

# common.cancel
source: Cancel
pl: Anuluj

# common.done
source: Done
pl: Gotowe

# common.error
source: Error
pl: Błąd

# common.close
source: Close
pl: Zamknij

# auth.title
source: Sync your progress!
pl: Witaj w Flags!

# auth.subtitle
source: Don't lose your discovered countries and rewards! Continue where you left off!
pl: Zaloguj się, aby śledzić swoje postępy i rywalizować z przyjaciółmi

# auth.google_signin
source: Sign in with Google
pl: Zaloguj się przez Google

# auth.privacy_note
source: Your data is protected – only for progress saving
pl: Twoje dane są chronione i nigdy nie są udostępniane

# auth.signin
source: Sign in
pl: Zaloguj się

# support.title
source: Contact Support
pl: Skontaktuj się z pomocą

# support.email
source: Your email
pl: Twój e-mail

# support.email_max_length
source: Maximum email length is 30 characters
pl: Maksymalna długość e-maila to 30 znaków

# support.description
source: Problem description
pl: Opis problemu

# support.description_placeholder
source: Describe your problem...
pl: Opisz swój problem...

# support.send
source: Send
pl: Wyślij

# email.error.sending_failed
source: Failed to send message. Please try again.
pl: Nie udało się wysłać wiadomości. Spróbuj ponownie.

# email.error.invalid_request
source: Invalid data format. Please check the information entered.
pl: Nieprawidłowy format danych. Sprawdź wprowadzone informacje.

# email.error.auth_failed
source: Authentication error. Please notify developers.
pl: Błąd uwierzytelniania. Powiadom programistów.

# email.error.too_many_requests
source: Too many requests. Please try again later.
pl: Za dużo żądań. Spróbuj ponownie później.

# email.error.server_error
source: Server error. Please try again later.
pl: Błąd serwera. Spróbuj ponownie później.

# email.error.unexpected_response
source: Unexpected server response. Please try again.
pl: Nieoczekiwana odpowiedź serwera. Spróbuj ponownie.

# email.error.network
source: Network error: %@
pl: Błąd sieci: %@

# log.profile.loaded
source: Loaded existing profile
pl: Załadowano istniejący profil

# log.profile.created
source: Created new guest profile
pl: Utworzono nowy profil gościa

# log.profile.reloading
source: Reloading profile
pl: Ponowne ładowanie profilu

# log.profile.loaded_countries
source: Loaded %d countries
pl: Załadowano %d krajów

# log.profile.load_failed
source: Failed to load profile
pl: Nie udało się załadować profilu

# log.profile.saving
source: Saving profile
pl: Zapisywanie profilu

# log.profile.save_error
source: Error saving profile
pl: Błąd zapisywania profilu

# log.profile.purchase_error
source: Error checking purchases: %@
pl: Błąd sprawdzania zakupów: %@

# log.profile.purchase_status
source: Keeping current Pro status unchanged
pl: Zachowanie obecnego statusu Pro bez zmian

# log.profile.updating
source: Updating profile
pl: Aktualizacja profilu

# log.profile.marking_known
source: markCountryAsKnown called for country: %@
pl: Wywołano markCountryAsKnown dla kraju: %@

# log.profile.current_known
source: Current known countries: %@
pl: Aktualnie znane kraje: %@

# log.profile.checking_achievements
source: Checking achievements
pl: Sprawdzanie osiągnięć

# log.profile.achievement.living_atlas
source: 🗺️ Living Atlas progress: %.1f%% (%d/100 countries)
pl: 🗺️ Postęp Żywy Atlas: %.1f%% (%d/100 krajów)

# log.profile.achievement.alien_tourist
source: 🛸 Alien Tourist progress: %.1f%% (%d/195 countries)
pl: 🛸 Postęp Kosmiczny Turysta: %.1f%% (%d/195 krajów)

# log.profile.achievement.traveler
source: 🦘 Traveler progress: %.1f%% (%d/%d countries)
pl: 🦘 Postęp Podróżnik: %.1f%% (%d/%d krajów)

# log.profile.achievement.geography_witcher
source: 🔮 Geography Witcher progress: %.1f%% (%d/%d countries)
pl: 🔮 Postęp Wiedźmin Geografii: %.1f%% (%d/%d krajów)

# log.profile.achievement.sea_conqueror
source: 🌊 Sea Conqueror progress: %.1f%% (%d/%d countries)
pl: 🌊 Postęp Zdobywca Mórz: %.1f%% (%d/%d krajów)

# log.profile.achievement.cartography_sherlock
source: 🕵️‍♂️ Cartography Sherlock progress: %.1f%% (%d/%d countries)
pl: 🕵️‍♂️ Postęp Sherlock Kartografii: %.1f%% (%d/%d krajów)

# log.profile.achievement.daily_challenge
source: 🎯 Daily Challenge progress: %.1f%% (%d/7 days)
pl: 🎯 Postęp Codzienne Wyzwanie: %.1f%% (%d/7 dni)

# log.profile.reset
source: Resetting profile to guest
pl: Resetowanie profilu do gościa

# log.auth.token_found
source: Found saved Google token
pl: Znaleziono token autoryzacji

# log.auth.token_not_found
source: Auth token not found
pl: Nie znaleziono tokena autoryzacji

# log.auth.google_signin_start
source: Starting Google sign in process
pl: Rozpoczynanie logowania przez Google

# log.auth.root_view_error
source: Failed to get rootViewController for auth
pl: Nie można uzyskać kontrolera widoku głównego

# log.auth.google_signin_call
source: Calling Google Sign In
pl: Wywołanie logowania przez Google

# log.auth.google_signin_success
source: Successfully received Google sign in result
pl: Logowanie przez Google zakończone sukcesem

# log.auth.creating_profile
source: Creating profile from Google data
pl: Tworzenie profilu użytkownika

# log.auth.token_saved
source: Google token saved in Keychain
pl: Token autoryzacji zapisany

# log.auth.signout
source: Signing out of account
pl: Użytkownik wylogowany

# log.email.support_start
source: Starting to send support email from %@
pl: Rozpoczynanie wysyłania e-maila wsparcia od %@

# log.email.unexpected_response
source: Unexpected server response
pl: Nieoczekiwana odpowiedź serwera

# log.email.send_error
source: Send error: %d, response: %@
pl: Błąd wysyłania: %d, odpowiedź: %@

# log.email.send_success
source: Email sent successfully
pl: E-mail wysłany pomyślnie

# log.email.unexpected_error
source: Unexpected error: %@
pl: Nieoczekiwany błąd: %@

# log.countries.loading_start
source: Starting to load countries
pl: Rozpoczynanie ładowania krajów

# log.countries.file_not_found
source: Could not find countries.json file
pl: Nie znaleziono pliku countries.json
